/*
  Localizations.strings
  FieldNotes

  Created by Ian Kynnersley on 22/03/2012.
  Copyright (c) 2012 Sidekick Studios. All rights reserved.
*/
"Adding" = "Adding...";
"Almost done" = "Almost done...";
"Done" = "Done!";
